cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'neovim/neovim'

brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'icu4c'
brew 'boost'
brew 'caddy'
brew 'cmake'
brew 'readline'
brew 'nspr'
brew 'spidermonkey'
brew 'libtool'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'couchdb'
brew 'cppunit'
brew 'libevent'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'llvm'
brew 'libyaml'
brew 'crystal-lang'
brew 'cscope'
brew 'libidn'
brew 'libssh2'
brew 'curl'
brew 'ddate'
brew 'libusb'
brew 'libusb-compat'
brew 'dfu-programmer'
brew 'elm'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'little-cms2'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs'
brew 'faac'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'fribidi'
brew 'libass'
brew 'ffmpeg'
brew 'flac'
brew 'flow'
brew 'gdk-pixbuf'
brew 'gsettings-desktop-schemas'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'libepoxy'
brew 'gtk+3'
brew 'hugo'
brew 'json-c'
brew 'keybase'
brew 'leiningen'
brew 'lftp'
brew 'libvo-aacenc'
brew 'sdl'
brew 'libav'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libotr'
brew 'libpcl'
brew 'libsndfile'
brew 'libsamplerate', args: ['with-libsndfile']
brew 'swig'
brew 'ruby'
brew 'libstfl'
brew 'libxml2'
brew 'libxslt'
brew 'lua'
brew 'lynx'
brew 'python3'
brew 'macvim'
brew 'mad'
brew 'malbolge'
brew 'mongodb'
brew 'youtube-dl'
brew 'mpv'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'orc'
brew 'pandoc'
brew 'pidgin'
brew 'portaudio'
brew 'postgresql'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'qt'
brew 'sip'
brew 'pyqt'
brew 'qwt'
brew 'pyqwt'
brew 'rebar'
brew 'rust'
brew 'sox'
brew 'ssh-copy-id'
brew 'syncthing'
brew 'task'
brew 'taskd'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'tor'
brew 'tree'
brew 'unrar'
brew 'vala'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'wxpython'
brew 'homebrew/fuse/ntfs-3g'
brew 'neovim/neovim/neovim'
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'osx-cross/avr/avr-libc'

cask '1password'
cask 'alternote'
cask 'amethyst'
cask 'android-studio'
cask 'anki'
cask 'atom'
cask 'brave'
cask 'caffeine'
cask 'cakebrew'
cask 'calibre'
cask 'cyberduck'
cask 'disablemonitor'
cask 'dropbox'
cask 'dash'
cask 'duet'
cask 'electrum'
cask 'firefox'
cask 'fluid'
cask 'gimp'
cask 'gitkraken'
cask 'google-chrome'
cask 'gpgtools'
cask 'inkscape'
cask 'iterm2'
cask 'libreoffice'
cask 'jdownloader'
cask 'electrum'
cask 'microsoft-office'
cask 'minecraft'
cask 'moneymoney'
cask 'nylas-n1'
cask 'obs'
cask 'opera'
cask 'postico'
cask 'postman'
cask 'seil'
cask 'slack'
cask 'sketch'
cask 'syncthing'
cask 'steam'
cask 'teensy'
cask 'telegram'
cask 'the-unarchiver'
cask 'torbrowser'
cask 'transmission'
cask 'vlc'
